/* Template name */
"Active Directory" = "Active Directory";

/* No comment provided by engineer. */
"Add" = "新增";

/* Dialog Title */
"Adding configuration failed" = "加入設定失敗";

/* Status window message */
"Adding server to configuration" = "正在將伺服器加入設定";

/* Status window message */
"Attempting to bind computer to directory" = "正在嘗試將電腦綁定到目錄";

/* Status window message */
"Attempting to unbind from Directory" = "正在嘗試從 Directory 解除綁定";

/* No comment provided by engineer. */
"Bind\\U2026" = "綁定⋯";

/* Dialog message */
"Binding is required by the directory.  Add new LDAP server cancelled." = "目錄要求綁定。取消加入新的 LDAP 伺服器。";

/* Dialog Title */
"Binding required" = "要求綁定";

/* No comment provided by engineer. */
"Bound to the directory as" = "已綁定至目錄為";

/* No comment provided by engineer. */
"Cancel" = "取消";

/* Dialog message */
"Computer is bound" = "電腦已綁定";

/* Dialog Title */
"Computer record exists" = "存在電腦記錄";

/* Status window message */
"Computer record missing from the directory.  Force unbinding." = "目錄的電腦記錄遺失。強制解除綁定。";

/* Status window message */
"Configuration of new server complete" = "新伺服器的配置完成";

/* Default button continue */
"Continue" = "繼續";

/* appended to duplicated configs */
"copy" = "拷貝";

/* Dialog Title */
"Could not contact server" = "無法聯絡伺服器";

/* Dialog message */
"Could not contact the LDAP server to unbind.  Would you like to forcibly remove this configuration?" = "無法聯絡 LDAP 伺服器來將其解除綁定。要強制移除此設定嗎？";

/* No comment provided by engineer. */
"Custom" = "自定";

/* Default Attribute Types - title of global attribute type group */
"Default Attribute Types" = "預設的屬性類型";

/* No comment provided by engineer. */
"Delete LDAP Server?" = "要刪除 LDAP 伺服器嗎？";

/* Status window message */
"Detecting required security levels and binding requirements" = "正在偵測所需的安全層級與綁定需求";

/* Dialog Title
   Status window message */
"Directory binding is not supported" = "不支援目錄綁定";

/* No comment provided by engineer. */
"Authenticated directory binding is optional. Enter information to bind." = "已認證的目錄綁定是可留空的。請輸入資訊來進行綁定。";

/* No comment provided by engineer. */
"Authenticated directory binding is required. Enter information to bind." = "已認證的目錄綁定是必要的。請輸入資訊來進行綁定。";

/* No comment provided by engineer. */
"An unexpected error occurred" = "發生無法預期的錯誤";

/* No comment provided by engineer. */
"Don\\U02BCt Add" = "不要加入";

/* No comment provided by engineer. */
"Failed to allocate data buffer" = "無法配置資料緩衝區";

/* No comment provided by engineer. */
"Failed to allocate data list." = "無法配置資料列表。";

/* No comment provided by engineer. */
"Failed to build data list from strings." = "無法從字串建立資料列表。";

/* No comment provided by engineer. */
"Failed to open LDAPv3 node." = "無法打開 LDAPv3 節點。";

/* No comment provided by engineer. */
"Failed to save the LDAP configuration." = "儲存 LDAP 配置失敗。";

/* No comment provided by engineer. */
"From Server" = "從伺服器";

/* No comment provided by engineer. */
"Hide Options" = "隱藏選項";

/* Status window message */
"Initial server information discovery" = "初步的伺服器資訊搜尋";

/* Dialog Title */
"Insufficient privileges" = "權限不足";

/* Dialog Title */
"Invalid credentials supplied" = "提供了無效的憑證";

/* No comment provided by engineer. */
"Invalid credentials supplied.  Please re-enter." = "提供的憑證無效。請重新輸入。";

/* Error converting */
"Odd number of $ characters in literal mapping" = "文字對應中的 $ 個字元數為奇數";

/* Default button OK */
"OK" = "好";

/* Template name */
"Open Directory Server" = "Open Directory 伺服器";

/* No comment provided by engineer. */
"Overwrite" = "覆寫";

/* No comment provided by engineer. */
"Please confirm deletion." = "請確認刪除。";

/* Dialog message */
"Please enter valid credentials that allow access to the directory specified." = "請輸入能存取特定目錄的有效憑證。";

/* Template name */
"RFC 2307 (Unix)" = "RFC 2307（Unix）";

/* Dialog Title */
"Security requirements violation" = "違反安全性需求";

/* Dialog Title */
"Server already configured" = "已設定伺服器";

/* Dialog Title */
"Server did not respond" = "伺服器沒有回應";

/* No comment provided by engineer. */
"Show Options" = "顯示選項";

/* Dialog Title */
"Strong authentication not supported" = "未支援強力認證";

/* default name when saving template - do not include .plist */
"Template" = "樣板";

/* Dialog message */
"The account you provided does not have enough privileges.  Please contact a network administrator for assistance." = "您提供的帳號權限不足。請聯絡網路管理者以取得協助。";

/* Dialog message */
"The credentials you supplied were not valid, please try again." = "您提供的憑證無效，請再試一次。";

/* Dialog message */
"The server you are adding does not support strong authentication.  Passwords sent to this server may be readable by other computers on the network." = "您正在加入的伺服器不支援強力認證。網路上的其他電腦也許能讀取傳送至此伺服器的密碼。";

/* Dialog message */
"The server you selected does not comply with the configured security policy.  Add new LDAP server cancelled." = "您所選的伺服器不符合設定的安全性規則。取消加入新的 LDAP 伺服器。";

/* Dialog message */
"The server you specified could not be contacted.  Would you like to manually configure?" = "無法聯絡您指定的伺服器。要手動進行設定嗎？";

/* Dialog message */
"The server you specified is already configured.  Add process cancelled." = "您指定的伺服器已經設定完畢。取消加入程序。";

/* Dialog message */
"There is already a computer in the directory with this name.  Do you wish to overwrite, this may disable another computer if it is in use?" = "目錄裡已有其他電腦在使用此名稱。要覆寫它嗎（這樣將會停用另一部正在使用中的電腦）？";

/* Dialog message */
"This computer is bound to this directory, do you wish to unbind?" = "此電腦已被綁定在該目錄內，要解除綁定嗎？";

/* Dialog message */
"Unable to add to this server to the configuration for an unknown reason.  Please use custom to continue this process." = "無法將此伺服器加入配置，原因不明。請使用自定來繼續此程序。";

/* Dialog Title */
"Unable to contact directory" = "無法聯絡目錄";

/* Dialog message */
"Unable to contact the directory to do the bind.  Operation cancelled." = "無法聯絡目錄以執行綁定。操作取消。";

/* No comment provided by engineer. */
"Unbind\\U2026" = "解除綁定⋯";

/* Dialog message */
"Unexpected error while attempting to bind.  Operation cancelled." = "嘗試綁定時發生無法預期的錯誤。操作取消。";

/* Dialog Title */
"Unexpected error while binding" = "執行綁定時發生無法預期的錯誤";

/* No comment provided by engineer. */
"Untitled %d" = "未命名 %d";

/* No comment provided by engineer. */
"Use authentication when connecting" = "連接時使用認證";

/* Status window message */
"Validating record/attribute mapping" = "正在驗證記錄∕屬性對應";

/* Status window message */
"Validating the credentials that were supplied" = "正在驗證所提供的憑證";

/* No comment provided by engineer. */
"Write to server failed" = "伺服器寫入失敗";

